[dlc3_log_echo_knoxx_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="The depot access code is now Blue, Yellow, Cyan, Orange.  If that's too hard for your walnut-sized brains to grapple, I've also made this handy acron- uh, word to remember.  BYCO.  Just remember BYCO, blue, yellow, cyan, orange. Or, BYCO. ... You're all just retarded. ... I don't even know why I try anymore...",Time=0)

[dlc3_log_echo_knoxx_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="General Knoxx update to Admiral Mikey, log file number one.  I've just arrived on Pandora and have been investigating where Commandant Steele failed, I mean other than getting impaled by a plate of calamari.  Admiral, I expect orders as to my current mission soon.  I'll reply when I receive them.  General Alphonso Knoxx out.",Time=0)

[dlc3_log_echo_knoxx_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="General Knoxx update to Admiral Mikey, log file two.  Do I really have to say that every time?  Seems a bit verbose when updatin' you on my current actions and ordeals.  Anyway, um, perhaps this is some kind of a joke, sir.  I had begun stock piling the munitions for what I believed to be the mission at hand, that is retaking Pandora to ensure our control over alien technology which ensures our intergalactic dominance, when I received a package from you marked 'Orders: Urgent.'  Its contents included: a mix tape, fourteen sponges, and what I believe to be melted chocolate.  I expect this situation to be rectified shortly.  General Knoxx, out.",Time=0)

[dlc3_log_echo_knoxx_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="General Knoxx update to Admir--oh for God sakes I'm not sayin' it anymore! I still have not received further mission orders despite re-establishing the Crimson Lance outposts on the highway to ensure the security of the depot and control transportation. I even retrofitted our soldier force with newer and more energy-efficient weaponry increasing our efficiency by 12 percent. Admiral, I expect a full report within the hour or I will be bringing this matter to a higher authority. Knoxx, out.",Time=0)

[dlc3_log_echo_knoxx_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Admiral. I'm not sure if I have offended you in some previous life and you are exacting revenge by watching me unravel at the seams. I have received your sit-rep written with magic marker on the back of a cupcake. It reads, 'Cats are so kool!' And you misspelled cool. I did work my entire life for this position. This ECHO is to inform you that I will be running the operation from here and will be ignoring all further transmissions from you. Bye.",Time=0)

[dlc3_log_echo_knoxx_6 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I know I said I wasn't gonna update you again you brainless moppet, but I thought I would share the news that former Agent Athena has been working with the quartet of donkeys that bested our bulimic albino commandant.  You remember Athena, right?  Killed the Dahl undersecretary for us awhile back? Oh wait, that was before you were born. Unbelieveable. What am I doing with my life? Well, wanted to let you know I'll just be shooting the whole lot of 'em. ... Oh, and I quit. When this mission is done I'm leaving the Lance, which I know is punishable by death, but the suits that change your diapers couldn't find their car keys if they dropped 'em into their own pockets. So, I'm not too worried you'll track me down on the other side of Grophic IV. In conclusion, toodles.",Time=0)

[dlc3_log_echo_soldiera_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Ice cream day, oh snap, it's ice cream day!  Rocky Road, a-la-mode? Oh, I'm in the mode for ice cream day!",Time=0)

[dlc3_log_echo_soldierb_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Oh dear God, what was that?",Time=0)

[dlc3_log_echo_soldiera_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You were recording that?  Dude, dude, that is so mean.  You are so mean, Derrick.  I'm not sharing my ice cream with you.  It's Rocky Road, too.",Time=0)

[dlc3_log_echo_soldierb_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Oh, I heard.  I just need the access code for today.",Time=0)

[dlc3_log_echo_soldiera_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="No, no, no, no, Derrick, it was your day to have the access code.  I'm on personal ice cream leave of absence, code 3 dot 5 dot 31 in the manual clearly states--",Time=0)

[dlc3_log_echo_soldierb_6 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Then where is the code?",Time=0)

[dlc3_log_echo_soldiera_7 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You had it.  I saw you.",Time=0)

[dlc3_log_echo_soldierb_8 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Oh, no... that is bad.  Oh, I screwed up big time.",Time=0)

[dlc3_log_echo_soldiera_9 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="What did you do, Derrick?",Time=0)

[dlc3_log_echo_soldierb_10 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I might have played hookie to go check out the World's Largest Bullet.  I think I left it there.",Time=0)

[dlc3_log_echo_soldiera_11 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You left the access code, something that jeopardizes all of our lives - that's ALL of them - at the World's Largest Bullet?",Time=0)

[dlc3_log_echo_soldierb_12 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Yes. Correct.",Time=0)

[dlc3_log_echo_soldiera_13 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Eh, I got ice cream.",Time=0)

[DLC3_Soldiers_ABComb SoundNodeWave]
bManualWordWrap=TRUE
bMature=False
Subtitles[0]=(Text="Ice cream day, oh snap, it's ice cream day! Rocky Road, a-la-mode? Oh, I'm in the mode for ice cream day!   ",Time=0)
Subtitles[1]=(Text="Oh dear God, what was that?   ",Time=0)
Subtitles[2]=(Text="You were recording that? Dude, dude, that is so mean. You are so mean, Derrick. I'm not sharing my ice cream with you. It's Rocky Road, too.   ",Time=0)
Subtitles[3]=(Text="Oh, I heard. I just need the access code for today.   ",Time=0)
Subtitles[4]=(Text="No, no, no, no, Derrick, it was your day to have the access code. I'm on personal ice cream leave of absence; code 3 dot 5 dot 31 in the manual clearly states--   ",Time=0)
Subtitles[5]=(Text="Then where is the code?   ",Time=0)
Subtitles[6]=(Text="You had it. I saw you.   ",Time=0)
Subtitles[7]=(Text="Oh, no... that is bad. Oh, I screwed up big time.   ",Time=0)
Subtitles[8]=(Text="What did you do, Derrick?   ",Time=0)
Subtitles[9]=(Text="I might have played hookie to go check out the World's Largest Bullet. I think I left it there.   ",Time=0)
Subtitles[10]=(Text="You left the access code, something that jeopardizes all of our lives - that's ALL of them - at the World's Largest Bullet?   ",Time=0)
Subtitles[11]=(Text="Yes. Correct.   ",Time=0)
Subtitles[12]=(Text="Eh, I got ice cream.",Time=0)